
import React, { useContext, useState } from "react";
// export const Data = React.createContext({
//     language: "en",
//     setLanguage: () => {}
//   });







export const MedicalknowledgeList =
       [

              {
                     id: 1, Title: 'تاریخچه بیماری دیابت', photo: require('./../Images/History.png'), 
                     Description: `
                     <p style="direction: rtl;">دیابت برای اولین بار در یک نسخه خطی مصری از 1500 سال قبل از میلاد توصیف شد و به &laquo;تخلیه بیش از حد ادرار&raquo; اشاره کرد. بعدها، پزشکان هندی نیز این بیماری را توصیف کرده و آن را به عنوان ادرار عسلی طبقه&zwnj;بندی کردند، زیرا مورچه&zwnj;ها ادرار بیمار را مورد حمله قرار می&zwnj;دادند. اصطلاح "دیابت" یا "عبور" برای اولین بار در 250 سال قبل از میلاد توسط آپولونیوس یونانی ممفیس و اصطلاح "مِلیتوس" یا "از عسل" توسط توماس ویلیس در اواخر دهه 1600 به دلیل طعم شیرین ادرار بیماران دیابتی اضافه شد. اولین توصیف کامل بالینی دیابت توسط پزشک یونانی باستان آرتائوس (قرن اول پس از میلاد مسیح) ارائه شد، که همچنین مقدار بیش از حد ادرار را نشانه&zwnj;ای از دیابت دانست.</p>
                     `
              },
              {
                     id: 2, Title: 'آشنایی با بیماری دیابت', photo: require('./../Images/acquaintance.png'),
                      Description: `
                      <p dir="RTL">
    پانکراس بالغ از نظر ریخت شناختی و عملکرد دارای دو بخش مجزای  درون ریز و برون
    ریز است. بخش برون ریز مولد آنزیم‌های هاضم است که هضم مواد غذایی  را برای
    سهولت جذب در روده سرعت می‌بخشد. بخش درون ریز شامل جزایر لانگرهانس است که
    مابین بخش برون ریز به صورت پراکنده وجود دارند. اختلال در بخش درون ریز
    پانکراس سبب  بروز بیماری دیابت ملیتوس می‌شود. دیابت یک بیماری مزمن است که با
    افزایش سطح گلوکز  خون همراه با اختلال در متابولیسم چربی‌ها و پروتئین‌ها مشخص
    می‌شود. گلوکز منبع اصلی  انرژی برای سلول‌های بدن محسوب می‌شود. گلوکز مورد
    نیاز بدن از دو منبع شامل غذاهایی  که مصرف می‌کنیم و کبد تامین می‌شود. بعد از
    صرف غذا قند موجود در خوراکی‌ها در روده  جذب شده و وارد جریان خون می‌شود.
    مقداری از این قند به کمک هورمون انسولین که از پانکراس  ترشح می‌شود وارد
    سلول‌های بدن می‌شود تا انرژی مورد نیاز آن‌ها را تامین کند. قند  اضافی موجود
    در خون به کبد رفته و به شکل گلیکوژن ذخیره می‌شود. زمانی که فرد به غذا
    دسترسی ندارد گلیکوژنی که در کبد ذخیره شده آزاد می‌شود تا قند خون در محدوده
    طبیعی  باقی مانده و افت قند خون رخ ندهد. اگر پانکراس قادر به تولید هورمون
    انسولین نباشد  یا بدن نتواند از این هورمون به صورت بهینه استفاده کند، فرد به
    دیابت مبتلا می‌شود.  در این بیماران قند خون به بالاتر از حد طبیعی می‌رسد.
</p>
<p dir="RTL">
  
    <img source='acquaintance'/>
</p>
		 `   
                         },
              {
                     id: 3, Title: 'انواع دیابت', photo: require('./../Images/DiabetstAllTypes.jpg'), Description: `
                     <p dir="RTL">
    سه نوع عمده دیابت  وجود دارد:
</p>
<p dir="RTL">
    الف) نوع 1 که در آن لوزالمعده انسولین تولید نمی‌کند.
</p>
<p dir="RTL">
    (ب) نوع 2 که در  آن سلول‌های بدن در برابر عمل انسولین تولید شده مقاوم هستند
    و با گذشت زمان تولید  انسولین به تدریج کاهش می‌یابد.
</p>
<p dir="RTL">
    ج) دیابت حاملگی که در بارداری رخ می‌دهد و می‌تواند  عوارضی را در دوران
    بارداری و در بدو تولد ایجاد کند و خطر ابتلا به دیابت نوع 2 در  مادر و چاقی
    در فرزندان را افزایش دهد
</p>
       
                     `
              },
              {
                     id: 4, Title: 'دیابت نوع 2', photo: require('./../Images/diabettype2.png'), Description: ` 
                     <p dir="RTL">
    دیابت نوع 2 (Type 2 Diabetes Mellitus) یکی از شایع ترین اختلالات متابولیک در
    سراسر  جهان است و بیش از 90 درصد موارد دیابت قندی را شامل می‌شود. توسعه این
    بیماری عمدتاً  به دلیل ترکیبی از دو عامل اصلی ایجاد می‌شود:
</p>
<p dir="RTL">
    1) ترشح معیوب انسولین توسط سلول‌های  β پانکراس
</p>
<p dir="RTL">
    2) ناتوانی بافت‌های  حساس به انسولین برای پاسخ مناسب به انسولین.
</p>
<p dir="RTL">
    بیماران مبتلا به دیابت نوع 2 عمدتاً  با چاق بودن یا داشتن درصد چربی بدن
    بالاتر، عمدتاً در ناحیه شکم مشخص می‌شوند. اپیدمیولوژی  دیابت نوع 2 هم تحت
    تأثیر ژنتیک و هم محیط است. عوامل ژنتیکی پس از قرار گرفتن در معرض  محیطی که
    با رفتار کم تحرک و دریافت کالری بالا مشخص می‌شود، تأثیر خود را اعمال
    می‌کنند.
</p>
                     `
              },
              {
                     id: 5, Title: 'عوامل خطر دیابت نوع 2', photo: require('./../Images/Dangerius.png'), Description: `    
                     <p dir="RTL">
    عوامل خطر دیابت نوع 2 شامل ترکیب پیچیده‌ای از عوامل ژنتیکی، متابولیک  و
    محیطی است که با یکدیگر در ارتباط هستند و در شیوع آن نقش دارند. برخی از عوامل
    خطر  دیابت را می‌توان با انتخاب سبک زندگی کنترل کرد. این عوامل خطر قابل
    تغییر نامیده  می‌شوند. آن‌هایی که نمی‌توانید تغییر دهید، عوامل خطر غیرقابل
    تغییر هستند.
</p>
<p dir="RTL">
    <strong>عوامل خطر  قابل تغییر:</strong>رژیم غذایی، سیگار  کشیدن، فشار خون
    بالا، چاقی، مصرف الکل، عدم تحرک بدنی، چربی خون
</p>
<p dir="RTL">
    <strong>عوامل خطر غیرقابل  تغییر:</strong> سابقه خانوادگی، نژاد، سن
</p>
                     `
              },
              {
                     id: 6, Title: 'عوارض همراه', photo: require('./../Images/toll.png'), Description: `
                     <p dir="RTL">
                     دیابت نوع 2 منجر  به عوارض میکروواسکولار(مرتبط با آسیب عروق خونی کوچک نظیر
                     مویرگ‌ها) و ماکروواسکولار(مرتبط  با آسیب به عروق بزرگ خونی) می‌شود که
                     ناراحتی روانی و جسمی عمیقی برای بیماران و مراقبان  به همراه دارد و بار زیادی
                     را بر سیستم‌های مراقبت بهداشتی وارد می‌کند. عوارض میکروواسکولار  مزمن
                     عبارتند از نفروپاتی، رتینوپاتی و نوروپاتی، همراه با قطع عضو اندام تحتانی در
                     حالی که عوارض مزمن ماکروواسکولار بیماری عروق کرونر (CAD)، بیماری شریان محیطی
                     (PAD)، بیماری عروق مغزی و زخم پای دیابتی است.
                 </p>
                 <p dir="RTL">
                     <strong>عوارض میکروواسکولار:</strong>
                 </p>
                 <p dir="RTL">
                    <strong>چشمی</strong>
                 </p>
           
                     <p dir="RTL">
                     ·     <strong>آب مروارید:</strong>آب مروارید  یک بیماری چند عاملی است که با
                         سن، جنسیت زن، استعداد ژنتیکی، سیگار کشیدن، دیابت شیرین،  مصرف دارو و
                         قرار گرفتن در معرض اشعه فرابنفش مرتبط است که به عنوان کاهش شفافیت عدسی
                         کریستالی تعریف می‌شود که میزان نور ورودی را کاهش می‌دهد و منجر به بدتر
                         شدن بینایی  می‌شود در صورتیکه عدسی طبیعی یک ماده کریستالی و ساختاری دقیق
                         از آب و پروتئین است  تا مسیری شفاف برای نور ایجاد کند.
                     </p>
                     <p dir="RTL">
                     ·    <strong>رتینوپاتی:</strong> رتینوپاتی دیابتی ناشی از آسیب به عروق خونی
                         در شبکیه، لایه حساس به نور بافت در پشت  چشم، است. سطح بالای قند خون منجر
                         به انسداد این رگ‌های خونی می‌شود. برای جبران، رگ‌های  خونی جدیدی رشد
                         می‌کنند که خوب کار نمی‌کنند و درصورت عدم درمان می‌تواند منجر به  کوری
                         شود.
                     </p>
                     <p dir="RTL">
                     ·   <strong>گلوکوم( آب‌سیاه):</strong>گلوکوم یک بیماری چشمی پیشرونده و یکی
                         از عوامل اصلی نابینایی غیرقابل  برگشت در جهان است. این معمولاً به دلیل
                         افزایش فشار داخل چشم یا مایعی که شکل را حفظ  و مواد مغذی را برای چشم
                         فراهم می‌کند، ایجاد می‌شود. چندین عامل خطر برای گلوکوم وجود  دارد از
                         جمله دیابت، سن بالا، مرد، ژنتیک و سابقه خانوادگی، نزدیک بینی و فشار خون
                         بالا.
                     </p>
              
                 <p dir="RTL">
                     <strong>کلیوی</strong>
                 </p>
              
                     <p dir="RTL">
                     ·     <strong>نفروپاتی دیابتی:</strong>کلیه حاوی تعداد زیادی فیلتر یا گلومرول
                         است که کارشان، تصفیه خون می‌باشد.با  گذشت زمان، دیابت کنترل نشده
                         می‌تواند باعث آسیب به گلومرول‌های خونی در کلیه شود.  آسیب شدید به این
                         فیلترها می‌تواند منجر به نفروپاتی دیابتی و کاهش عملکرد کلیه و در  نهایت
                         نارسایی کلیه گردد. در نفروپاتی دیابتی به دلیل اختلال ایجاد شده در تصفیه
                         خون،  مقادير غيرطبيعي پروتئين از خون به داخل ادرار نشت مي‌كند. پروتئينی
                         كه از طريق كليه‌هاي  آسيب‌ديده نشت مي‌كند، آلبومين نام دارد. اگر كليه‌ها
                         طبيعي كار كنند، فقط مقدار اندكي  آلبومين در ادرار ديده مي‌شود. افزايش
                         آلبومين در ادرار اولين علامت آسيب‌ديدگي كليه  ناشي از ديابت است.
                     </p>
                 
                 <p dir="RTL">
                    <p dir="RTL">
                    ·   <strong>بیماری کلیوی مرحله  نهایی
                     (<a href="file:///F:/project/%D9%85%D8%AA%D9%88%D9%86%20%D9%85%D9%86%D9%88%20%D9%86%D8%B1%D9%85%20%D8%A7%D9%81%D8%B2%D8%A7%D8%B1-%20%D8%A8%D8%B1%D9%86%D8%A7%D9%85%D9%87%20%D9%86%D9%88%DB%8C%D8%B3.docx#_ftn1" name="_ftnref1"
                     title=""></a></strong><strong>ESRD<a href="file:///F:/project/%D9%85%D8%AA%D9%88%D9%86%20%D9%85%D9%86%D9%88%20%D9%86%D8%B1%D9%85%20%D8%A7%D9%81%D8%B2%D8%A7%D8%B1-%20%D8%A8%D8%B1%D9%86%D8%A7%D9%85%D9%87%20%D9%86%D9%88%DB%8C%D8%B3.docx#_ftn2" name="_ftnref2"
                     title=""></a>/ ESKD</strong><strong></strong><strong>):</strong>بیماری 
                     کلیوی مرحله نهایی یک وضعیت پزشکی است که در آن کلیه‌های فرد به طور دائمی کار
                     نمی‌کنند  و نمی‌توانند خون مواد زائد و مایعات اضافی را فیلتر کنند که برای
                     زنده ماندن نیاز  به دیالیز یا پیوند کلیه می‌باشد. <strong></strong>
                 </p>
                 </p>
               
                 
                 <p dir="RTL">
                     <strong>عصبی(  نوروپاتی)</strong>
                 </p>
                 <p dir="RTL">
                     نوروپاتی دیابتی  آسیب عصبی ناشی از بیماری دیابت است. نوروپاتی دیابتی زمانی
                     ایجاد می‌شود که اعصاب  فرد به‌ خاطر بیماری دیابت و عوارض ناشی از آن آسیب
                     می‌بینند. دیابت نوروپاتی روی عصب‌های  مختلف بدن از جمله پاها، اندام‌ها و
                     عضلات تاثیر می‌گذارد. بسته به اعصاب آسیب دیده،  علائم نوروپاتی دیابتی شامل
                     درد، بی‌حسی و سوزن سوزن شدن در ساق پاها، پاها و دست‌ها  است. همچنین می‌تواند
                     باعث ایجاد مشکلاتی در سیستم گوارش، دستگاه ادراری، عروق خونی  و قلب شود.
                 </p>
                 <p dir="RTL">
                     <strong>عوارض ماکروواسکولار:</strong>
                 </p>
                 <p dir="RTL">
                     <strong>قلبی</strong>
                 </p>
                 <p dir="RTL">
                     بیماری قلبی شامل  مشکلات متعددی می شود که قلب افراد را تحت تاثیر خود قرار می
                     دهند. بیماری قلب و عروقی  نیز شبیه به بیماری قلبی است اما شامل تمامی انواع
                     بیماری قلبی، سکته و بیماری رگ های  خونی می شود.
                 </p>
                
                 <p dir="RTL">
              
                 ·    <strong>بیماری عروق کرونر(</strong><strong>CAD</strong><strong>):</strong><strong></strong>رایج 
                     ترین نوع بیماری قلبی نیز بیماری عروق  کرونر به حساب می آید که گردش خون به
                     سمت قلب را تحت تاثیر قرار می دهد.<strong></strong>بیماری عروق کرونر به دلیل
                     تجمع پلاک در دیواره عروق کرونر، رگ‌های خونی که اکسیژن و خون را  به قلب
                     می‌رسانند، ایجاد می‌شود. پلاک از رسوبات کلسترول ساخته شده است که باعث تنگ
                     شدن داخل رگ‌ها و کاهش جریان خون می‌شود. کاهش جریان خون به قلب می‌تواند باعث
                     حمله  قلبی شود. <strong></strong>
                
                 </p>
                 
                     <p dir="RTL">
                     ·      <strong>سکته مغزی:</strong>دیابت  یک عامل خطر شناخته شده برای سکته مغزی
                         است. این می‌تواند باعث تغییرات پاتولوژیک در  رگ‌های خونی در مکان‌های
                         مختلف شود و در صورتی که رگ‌های مغزی مستقیما تحت تاثیر قرار  گیرند،
                         می‌تواند منجر به سکته شود. سکته مغزی زمانی رخ می‌دهد که جریان خون به
                         دلیل  لخته مسدود شده است یا رگ خونی پاره شده است. سلول‌های مغزی در آن
                         منطقه از اکسیژن  و مواد مغذی محروم می‌شوند و باعث مرگ بافت سلولی و در
                         برخی موارد آسیب مغزی می‌شوند.
                     </p>
                 
                 <p dir="RTL">
                 ·    <strong>بیماری شریان محیطی(</strong><strong>PAD</strong><strong>):</strong>بیماری 
                     شریان محیطی  به انسداد جزئی یا کامل عروق محیطی اندام فوقانی و تحتانی اشاره
                     دارد. رسوبات چربی  در پوشش داخلی دیواره شریان پاها تجمع می‌یابد، آنها را
                     باریک‌تر می‌کند و جریان خون  را مختل می‌کند و حتی می‌تواند جریان خون را به
                     پاها متوقف کند. این وضعیت می‌تواند  منجر به درد، به ویژه هنگام راه رفتن شود.
                     علائم دیگر عبارتند از زخم های پا که دیر  التیام می‌یابند، یکی از پاها بسیار
                     سردتر از دیگری است و در موارد شدید ممکن است به  قطع پا نیاز باشد.
                     <strong>
                     </strong>
                 </p>
               
                 <p dir="RTL">
                     <strong>زخم پا دیابتی</strong> <strong></strong>
                 </p>
                 <p dir="RTL">
                     بر اساس تعریف  سازمان جهانی بهداشت، پاي فرد مبتلا به دیابت که دچار اختلالات
                     عصبی، درجاتی از  درگیري عروقی، مستعد عفونت، زخم شدن به همراه و یا بدون تخریب
                     بافت‌هاي عمقی باشد،  به عنوان پاي دیابتی تلقی می‌شود. خطر زخم پا و قطع اندام
                     با افزایش سن، طولانی شدن  مدت دیابت، کنترل ضعیف قند خون، نوروپاتی محیطی،
                     سیگار کشیدن، بدشکلی پا، ناهنجاری‌های  محیطی افزایش می‌یابد. وگنر زخم پای
                     دیابتی را عمدتاً بر اساس عمق زخم طبقه بندی کرد.  بر این اساس، شش درجه زخم
                     وجود دارد که عبارتند از:
                 </p>
                 <p dir="RTL">
                 ·         درجه 0: بدون زخم،  اما پا در معرض خطر زخم
        
                 </p>
                 <p dir="RTL">
                  
                 ·     درجه 1: زخم سطحی
                   
                 </p>
                 <p dir="RTL">
                    
                 ·   درجه 2: زخم همراه  با عفونت عمیق، اما بدون درگیری استخوان
                   
                 </p>
                 <p dir="RTL">
              
                 ·         درجه 3: زخم همراه  با عفونت و التهاب استخوان یا مغز استخوان
                   
                 </p>
                 <p dir="RTL">
                   
                 ·         درجه 4: گانگرن  موضعی
                     
                 </p>
                 <p dir="RTL">
                    
                 ·        درجه 5:  گانگرن کل پا
                   
              
                 
                 </p>
                 <p dir="RTL">
                    
                     <img source="./../Images/Foot.png"/>
                     <br/>
                 </p>
                 


                     `
              }

       ]




export const ManagementsolutionsList = [
       {
              id: 1, Title: 'عوارض چشمی', photo: require('./../Images/Eye.png'), Description: ` 
		<p dir="RTL">
    ·          برای کاهش خطر  یا کند کردن پیشرفت عوارض چشمی، قند خون خود را
    بهینه کنترل کنید. انجمن دیابت آمریکا  (ADA) سطوح قند خون  هدف زیر را برای
    اکثر افراد مبتلا به دیابت توصیه می‌کند:
</p>
<p dir="RTL">
    ·          بین 80 تا 130  میلی‌گرم در دسی‌لیتر (4.4 تا 7.2 میلی‌مول در لیتر)
    قبل از غذا
</p>
<p dir="RTL">
    ·          کمتر از 180میلی‌گرم  در دسی‌لیتر (10 میلی‌مول در لیتر) دو ساعت
    بعد از غذا
</p>
<p dir="RTL">
    ·          به طور کلی A1c 7.0٪ یا کمتر  را برای اکثر افراد مبتلا به دیابت
    توصیه می‌کند.
</p>
<p dir="RTL">
    ·          فشار خون را کنترل  کنید. فشار خون زیر 140/90 میلی‌متر جیوه توصیه
    می‌شود.
</p>
<p dir="RTL">
    ·          بیماران مبتلا  به دیابت نوع 2 باید بلافاصله پس از تشخیص، معاینه
    اولیه و جامع چشم را توسط چشم پزشک  یا اپتومتریست انجام دهند. معاینات بعدی
    معمولاً سالانه تکرار می‌شود اما ممکن است  پس از یک یا چند معاینه طبیعی چشم،
    معاینات کمتر (هر 2 تا 3 سال) در نظر گرفته شود.  در حالی که اگر رتینوپاتی در
    حال پیشرفت باشد، معاینات بیشتر مورد نیاز است.
</p>
<p dir="RTL">
    ·          اگر سیگار می‌کشید،  ترک سیگار به پیشگیری از آب مروارید و همچنین
    بسیاری از عوارض عمده مرتبط با دیابت  کمک می‌کند.
</p>
<p dir="RTL">
    ·          برای کمک به مقابله  با آب مروارید خفیف، ممکن است لازم باشد بیشتر
    از عینک آفتابی استفاده کنید.
</p>
<p dir="RTL">
    ·          در مورد هر گونه  برنامه‌ای برای بچه دار شدن با ارائه دهنده خود
    صحبت کنید تا در صورت لزوم درمان رتینوپاتی  دیابتی شما را تنظیم کنند زیرا
    بارداری می‌تواند رتینوپاتی دیابتی را بدتر کند.
</p>
<p dir="RTL">
    ·          داروهای خود را  طبق دستور مصرف کنید.
</p>
<p dir="RTL">
    ·          آزمایش چربی باید  حداقل سالیانه در بیماران دیابتی انجام شود.
    اهداف چربی برای بزرگسالان مبتلا به دیابت  باید LDL &lt; 100،  HDL &gt; 50 و
    تری‌گلیسیرید ناشتا &gt;150 میلی‌گرم بر دسی‌لیتر باشد.
</p>
<p dir="RTL">
    ·          مصرف میوه‌ها،  سبزیجات، غلات کامل، لبنیات کم چرب یا بدون چربی و
    آجیل را افزایش دهید(میوه‌ها مملو  از آنتی اکسیدان‌ها، مواد مغذی و ویتامین‌ها
    هستند که می‌توانند از هر گونه عارضه چشم  جلوگیری کنند. اینها همچنین در
    سبزیجات برگدار، مرکبات و ذرت یافت می‌شوند. ثابت شده  است که ویتامین‌ها و
    مواد مغذی خاصیت ارتجاعی رگ‌های خونی را افزایش می‌دهند و سلامت  چشم را ارتقا
    می‌دهند. غلات کامل که منبع غنی فیبر است به حفظ سطح قند خون کمک می‌کند  و
    می‌تواند در وهله اول از رتینوپاتی دیابتی جلوگیری کند. اینها همچنین حاوی
    ویتامین‌ها  و مواد معدنی هستند. به جای غلات تصفیه شده، بیشتر بلغور جو دوسر،
    ارزن، برنج قهوه‌ای  و کینوا را در رژیم غذایی خود بگنجانید. ماهی‌های چرب،
    غذاهای دریایی، آجیل‌ها مانند  بادام و گردو و روغن‌های گیاهی مانند زیتون و
    کلزا نیز باعث سلامت چشم می‌شوند. چربی‌های  سالم موجود در این منابع به جذب
    ویتامین‌ها و مواد معدنی کمک کرده و سلامت قلب را ارتقا  می‌دهند).
</p>
<p dir="RTL">
    ·          اگر اضافه وزن  دارید وزن کم کنید - باید BMI بین 24.9- 18.5 را هدف
    قرار دهید.
</p>
<p dir="RTL">
    <strong>·</strong>به طور منظم ورزش  کنید - حداقل 150 دقیقه فعالیت با شدت
    متوسط مانند پیاده‌روی یا دوچرخه سواری در هفته  انجام دهید. <strong></strong>
</p>
              `
       },
       {
              id: 2, Title: 'عوارض کلیوی', photo:  require('./../Images/Kidney.png'), Description: `	
              <p dir="RTL">
    ·          سطح قند خون خود  را کنترل کنید تا مطمئن شوید که در محدوده هدف خود
    قرار گرفته‌اید. برای مثال، ممکن  است لازم باشد آن را یک بار در روز و قبل یا
    بعد از ورزش بررسی کنید.
</p>
<p dir="RTL">
    ·          سیگار کشیدن را  ترک کنید. اگر سیگاری هستید، با پزشک خود در مورد
    راهکارهای ترک سیگار صحبت کنید.
</p>
<p dir="RTL">
    ·          به پزشکانی که  با سابقه پزشکی شما آشنا نیستند، هشدار دهید که
    بیماری کلیوی دیابتی دارید. آنها می‌توانند  با اجتناب از آزمایش‌های پزشکی که
    از رنگ کنتراست استفاده می‌کنند، مانند آنژیوگرافی  و اسکن توموگرافی
    کامپیوتری، اقداماتی را برای محافظت از کلیه‌های شما در برابر آسیب  بیشتر
    انجام دهند.
</p>
<p dir="RTL">
    ·          بیشتر روزهای هفته  فعال باشید. حداقل 30 دقیقه یا بیشتر ورزش هوازی
    متوسط تا شدید - مانند پیاده‌روی سریع،  شنا، دوچرخه سواری یا دویدن - را در
    بیشتر روزها در مجموع حداقل 150 دقیقه در هفته  هدف قرار دهید.
</p>
<p dir="RTL">
    ·          وزن سالم را حفظ  کنید. اگر نیاز به کاهش وزن دارید، با پزشک خود در
    مورد استراتژی‌های کاهش وزن صحبت  کنید.
</p>
<p dir="RTL">
    ·          رژیم غذایی سالم  داشته باشید. یک رژیم غذایی پر فیبر با مقدار
    زیادی میوه، سبزیجات غیر نشاسته‌ای، غلات  کامل و حبوبات مصرف کنید. چربی‌های
    اشباع شده، گوشت‌های فرآوری شده، شیرینی‌ها و سدیم  را محدود کنید. متخصصان
    تغذیه توصیه می‌کنند که مصرف اسیدهای چرب اشباع را محدود کنید  و در عین حال
    روغن‌های گیاهی و روغن‌های حاوی اسید چرب غنی از امگا را در حد متعادل  مصرف
    کنید.
</p>
<p dir="RTL">
    ·          رژیم غذایی کم  نمک که فاقد غذاهای شور و ترشی است برای بیماران
    مبتلا به بیماری کلیوی به شدت توصیه  می‌شود. مصرف محدود سدیم باعث کنترل بهتر
    فشار خون در چنین بیمارانی می‌شود.
</p>
<p dir="RTL">
    ·          برای جلوگیری از  آسیب کلیه فشار خون را کمتر از 130/80 حفظ کنید.
</p>
<p dir="RTL">
    ·          سالانه عملکرد  کلیه را با آزمایش مربوطه مورد ارزیابی قرار دهید.
</p>
<p dir="RTL">
    ·          ارجاع زودهنگام  به نفرولوژیست و درمان مناسب می‌تواند پیش آگهی را
    بهبود بخشد و هزینه‌های بستری و  مراقبت‌های بهداشتی را کاهش دهد.
</p>
<p dir="RTL">
    ·          مصرف الکل خالص  را کاهش دهید(در روز کمتر از 20 گرم با نظر پزشک
    مجاز است).
</p>
<p dir="RTL">
    دارو مطابق با دستورالعمل‌های پزشکان و دستورالعمل‌های  بالینی مصرف شود. <br/>
</p>
              `
       },
       {
              id: 3, Title: 'عوارض عصبی', photo: require('./../Images/noron.jpg'), Description: `
              <p dir="RTL">
    ·          یکی از مهم‌ترین  روش‌های پیشگیری از نوروپاتی دیابتی، کنترل بیماری
    دیابت با مدیریت و کنترل میزان قند  خون، فشار خون و میزان کلسترول و چربی خون
    است. به همین دلیل انجام چکاپ برای افراد  دیابتی باید در اولویت قرار داده
    شود.
</p>
<p dir="RTL">
    ·          انجام فعالیت‌های  جسمی و ورزشی به ‌صورت منظم
</p>

    <p dir="RTL">
    ·    فیزیوتراپی
    </p>

<p dir="RTL">
    ·          رعایت رژیم غذایی  دیابتی و انتخاب سبک زندگی سالم
</p>

    <p dir="RTL">
    ·   ترک سیگار
    </p>

<p dir="RTL">
    ·          کاهش مصرف نوشیدنی‌های  الکلی
</p>
<p dir="RTL">
    ·          مصرف منظم و سر  وقت داروهای تجویزی پزشک
</p>
<p dir="RTL">
    ·          کنترل و مدیریت  استرس
</p>
<p dir="RTL">
    ·          محافظت از پوست  و پاها
</p>
<p dir="RTL">
    ·          استفاده از روغن‌های  گیاهی، ویتامین B12 و امگا ۳ برای کاهش درد
</p>
<p dir="RTL">
    ·          کرم کپسایسین  یا کرم فلفل که روی پوست مالیده می‌شود، می‌تواند
    احساس درد را در برخی افراد کاهش  دهد. عوارض جانبی ممکن است شامل احساس تحریک
    و سوزش پوست باشد که درصورت بدتر شدن  عوارض از مصرف ان اجتناب شود.
</p>
<p dir="RTL">
    ·          غوطه وری پا در  آب سرد ممکن است درد را تسکین دهد.
</p>
<p dir="RTL">
    ·          بیمارانی که علائم  دردناک در راه رفتن را شبیه به راه رفتن روی
    سنگریزه توصیف می‌کنند، استفاده از کفش  راحت به آن‌ها توصیه می‌شود.
</p>
<p dir="RTL">
    <strong>درمان نوروپاتی  دیابتی در طب سنتی</strong>
</p>
<p dir="RTL">
    طب سنتی مصرف داروهای  گیاهی زیر را برای بیماران دیابتی توصیه می‌کند تا با
    کنترل میزان قند خون مانع از  پیشروی بیماری و ابتلا به این بیماری شوند:
</p>
<p dir="RTL">
    ·          عصاره دانه گشنیز  قند پلاسما را کاهش داده و میزان چربی خون را
    کنترل می‌کند. دانه گشنیز همچنین حساسیت  نسبت به انسولین را بهتر می‌کند.
</p>
<p dir="RTL">
    ·          دانه شنبلیله به‌  خاطر فیبری که دارد جذب کربوهیدرات را کند کرده و
    قند خون را پایین می‌آورد. دانه شنبلیله  می‌تواند علائم متابولیک دیابت نوع یک
    و دیابت نوع دو را هم کاهش دهد.
</p>
<p dir="RTL">
    ·          دارچین با بالا  بردن سوخت‌وساز قند داخل سلول‌ها میزان قند خون را
    پایین می‌آورد و سطح کلسترول خون  را هم کاهش می‌دهد و قند خون را تنظیم
    می‌کند.
</p>
<p dir="RTL">
    ·          زیره سیاه از عوارض  کبدی و کلیوی مبتلایان به دیابت جلوگیری
    می‌کند.
</p>
<p dir="RTL">
    <strong></strong>
</p>
<p dir="RTL">
    <strong>درمان نوروپاتی دیابتی در طب سوزنی</strong>
</p>
<p dir="RTL">
    طب سنتی چینی معتقد  است که نوروپاتی محیطی به‌ خاطر مسدود شدن مسیرهای انرژی و
    خون در بدن روی می‌دهد.  اگر انرژی و خون نتوانند آزادانه در بدن حرکت کنند،
    سلول‌ها و بافت‌های بدن هم نمی‌توانند  مواد مغذی مورد نیاز برای رشد را دریافت
    کنند. از نظر طب سنتی چینی، طب سوزنی برای  بهبود گردش خون و تحریک عصب‌ها مفید
    است و باعث ترمیم و حفظ عصب‌ها می‌شود. در واقع،  طب سوزنی با فعال نگه داشتن
    عصب‌ها از پیشرفت بیماری جلوگیری می‌کند.
</p>
<br/>
              `
       },
       {
              id: 4, Title: 'عوارض قلبی', photo: require('./../Images/Heart.jpg'), Description: `
              <p dir="RTL">
    ·          فشار خون باید  در هر ویزیت معمول دیابت اندازه‌گیری شود. بیمارانی
    که فشار خون سیستولیک ≥130 میلی‌متر  جیوه یا فشار خون دیاستولیک ≥80 میلی‌متر
    جیوه  دارند، باید فشار خون را در روزهای دیگر اندازه‌گیری کنند. تکرار فشار
    خون سیستولیک  ≥130 میلی  متر جیوه یا فشار خون دیاستولیک ≥80 میلی متر جیوه،
    تشخیص فشار خون بالا را تایید می‌کند.
</p>
<p dir="RTL">
    ·          یک آزمایش منظم  A1C برای اندازه‌گیری میانگین قند  خون خود در طی 2
    تا 3 ماه انجام دهید. سعی کنید تا حد امکان در محدوده هدف( کمتر  از 7.5%)
    بمانید.
</p>
<p dir="RTL">
    ·          وزن سالم را هدف  بگیرید. اگر اضافه وزن دارید، از دست دادن حتی
    مقدار کمی وزن می‌تواند تری گلیسیرید  و قند خون شما را کاهش دهد.
</p>
<p dir="RTL">
    ·          استرس را مدیریت  کنید. استرس می‌تواند فشار خون شما را افزایش دهد
    و همچنین می‌تواند منجر به رفتارهای  ناسالم، مانند نوشیدن بیش از حد الکل یا
    پرخوری شود. در عوض، به یک مشاور سلامت روان  مراجعه کنید، مدیتیشن یا تنفس
    عمیق را امتحان کنید و فعالیت بدنی داشته باشید.
</p>
<p dir="RTL">
    ·          از یک رژیم غذایی  سالم استفاده کنید که بر مصرف سبزیجات، میوه‌ها،
    آجیل، غلات کامل، پروتئین گیاهی یا  حیوانی بدون چربی و ماهی تاکید داشته باشد
    و مصرف چربی‌های ترانس، گوشت قرمز و گوشت  قرمز فرآوری‌شده، کربوهیدرات‌های
    تصفیه شده به حداقل برسد.
</p>
<p dir="RTL">
    ·          برای افراد مبتلا  به دیابت نوع 2، تغییرات سبک زندگی، مانند بهبود
    عادات غذایی و دستیابی به توصیه‌های  ورزشی بسیار مهم است.
</p>
<p dir="RTL">
    ·          افراد باید در  هر ملاقات مراقبت‌های بهداشتی از نظر مصرف دخانیات
    مورد ارزیابی قرار گیرند و به افرادی  که از دخانیات استفاده می‌کنند باید کمک
    شود که آن را ترک کنند.
</p>
<p dir="RTL">
    ·          رژیم غذایی حاوی  مقادیر کم کلسترول و سدیم می‌تواند برای کاهش خطر
    بیماری قلبی- عروقی مفید باشد.
</p>
<p dir="RTL">
    ·          مدیریت لیپید با  هدف کاهش کلسترول LDL، افزایش کلسترول  HDL و کاهش
    تری گلیسیرید، بیماری ماکرو  عروقی و مرگ و میر را در بیماران مبتلا به دیابت
    نوع 2، به ویژه آنهایی که حوادث قلبی  عروقی قبلی داشته‌اند، کاهش می‌دهد.
</p>
<p dir="RTL">
    ·          به طور منظم ورزش  کنید. ورزش‌های هوازی از بسیاری جهات خطر سکته
    مغزی را کاهش می‌دهند. ورزش می‌تواند  فشار خون را کاهش دهد، سطح کلسترول
    خوب(HDL)  را افزایش دهد و سلامت کلی رگ‌های خونی و قلب را بهبود بخشد. همچنین
    به کاهش وزن، کنترل  دیابت و کاهش استرس کمک می‌کند. به تدریج تا حداقل 30
    دقیقه فعالیت بدنی متوسط - مانند  پیاده‌روی، دویدن، شنا یا دوچرخه سواری - در
    اکثر روزهای هفته، اگر نه در تمام روزهای  هفته، انجام دهید.
</p>
<p dir="RTL">
    ·          نوشیدن الکل در  حد اعتدال باشد. مصرف زیاد الکل خطر ابتلا به فشار
    خون بالا و سکته‌های مغزی را افزایش  می‌دهد.
</p>
<p dir="RTL">
    ·          مراجعه به متخصص  قلب و عروق و معاينه‌ي منظم قلبي براي كنترل عوارض
    قلبي عروقي ديابت و مديريت آن توسط  بيمار لازم است.
</p>
<br/>
              `
       },
       {
              id: 5, Title: 'عوارض زخم پای دیابتی', photo: require('./../Images/Foot.jpg'), Description: `
              <p dir="RTL">
    ·          با نزدیک نگه داشتن  سطح قند خون خود تا حد نرمال، خطر ابتلا به
    تمام عوارض مرتبط با دیابت، از جمله مشکلات  پا را کاهش دهید. مدیریت دقیق سطح
    قند خون می‌تواند خطر مشکلات گردش خون و آسیب عصبی  را که اغلب منجر به عوارض
    پا می شود، کاهش دهد. مدیریت قند خون مستلزم مراجعه منظم  به پزشک، ایجاد تغییر
    در رژیم غذایی و شیوه زندگی سالم و مصرف داروهای خود طبق دستور  است.
</p>
<p dir="RTL">
    ·          اگر سیگار می کشید،  ترک یکی از مهم ترین کارهایی است که می توانید
    برای بهبود سلامت خود و کاهش خطر عوارض  انجام دهید. سیگار می‌تواند مشکلات
    قلبی و گردش خون را بدتر کند و گردش خون را در پاها  کاهش دهد.
</p>
<p dir="RTL">
    ·          هر روز پاهای خود  را معاینه کنید. این باید شامل نگاه دقیق به تمام
    قسمت‌های پا، به خصوص ناحیه بین انگشتان  باشد. ممکن است لازم باشد از آینه
    استفاده کنید تا کف پاهای خود را به وضوح ببینید.  اگر حتی با آینه نمی‌توانید
    به پاهای خود برسید یا آنها را کاملاً ببینید، از شخص دیگری  (مانند یکی از
    اعضای خانواده) بخواهید که به شما کمک کند.
</p>
<p dir="RTL">
    ·          تمام سطح هر دو  پا را از نظر ترک پوست، تاول، تورم یا قرمزی، پینه،
    از جمله بین و زیر انگشتان پا که  ممکن است آسیب به راحتی قابل مشاهده نباشد،
    بررسی کنید.
</p>
<p dir="RTL">
    ·          در صورت مشاهده  هرگونه تغییر یا مشکل فوراً به پزشک خود اطلاع
    دهید.
</p>
<p dir="RTL">
    ·          روزانه پاهای خود  را بشویید. برای تمیز کردن پاها از آب ولرم و
    صابون ملایم استفاده کنید. پاهای خود  را کاملاً خشک کنید، توجه ویژه ای به
    فضاهای بین انگشتان پا داشته باشید و به آرامی  آنها را با یک حوله تمیز و جاذب
    لمس کنید.
</p>
<p dir="RTL">
    ·          از کرم یا لوسیون  مرطوب کننده استفاده کنید، ، اما نه بین انگشتان
    پا.
</p>
<p dir="RTL">
    ·          ناخن‌های پای خود  را مستقیماً کوتاه کنید و از کوتاه کردن آن‌ها از
    طرفین یا خیلی کوتاه خودداری کنید.  می‌توانید از سوهان ناخن برای جدا کردن
    لبه‌های تیز استفاده کنید تا از فرورفتن ناخن  در پوستتان جلوگیری کنید.
</p>
<p align="center" dir="RTL">
    <img
        width="366"
        height="160"
        src="file:///C:/Users/SHABAN~1.AND/AppData/Local/Temp/msohtmlclip1/01/clip_image002.jpg"
    />
</p>
<p dir="RTL">
    ·          جوراب نخی بپوشید  و حتماً هر روز جوراب خود را عوض کنید.
</p>
<p dir="RTL">
    ·          کفش‌هایی را انتخاب  کنید که محکم باشند اما تنگ نباشند. اگر
    بدشکلی( مانند انگشت چکشی، بونیون) یا زخم  پا دارید، از ارائه دهنده مراقبت از
    پای خود در مورد کفش‌های سفارشی سوال کنید. این  می‌تواند احتمال ابتلا به زخم
    پا را در آینده کاهش دهد.
</p>
<p dir="RTL">
    <img
        width="301"
        height="242"
        src="file:///C:/Users/SHABAN~1.AND/AppData/Local/Temp/msohtmlclip1/01/clip_image004.png"
    />
    <img
        width="291"
        height="241"
        src="file:///C:/Users/SHABAN~1.AND/AppData/Local/Temp/msohtmlclip1/01/clip_image006.png"
    />
</p>
<p dir="RTL">
    ·          کفش نباید خیلی  تنگ یا خیلی گشاد باشد. داخل کفش باید 1 تا 2 سانتی
    متر بلندتر از خود پا باشد. عرض  داخلی باید برابر با عرض پا و ارتفاع باید
    فضای کافی را برای انگشتان پا ایجاد کند.
</p>
<p dir="RTL">
    ·          برای خرید کفش  پایان روز مناسب تر است.
</p>
<p align="center" dir="RTL">
    <img
        width="524"
        height="169"
        src="file:///C:/Users/SHABAN~1.AND/AppData/Local/Temp/msohtmlclip1/01/clip_image008.jpg"
    />
</p>
<p dir="RTL">
    ·          از راه رفتن با  پای برهنه در داخل یا خارج از منزل و پوشیدن کفش
    بدون جوراب خودداری کنید.
</p>
<p dir="RTL">
    ·          بازرسی روزانه  و لمس داخل کفش قبل از پوشیدن آن‌ها فراموش نشود.
</p>
<p dir="RTL">
    ·          از بخاری یا بطری  آب گرم برای گرم کردن پاها استفاده نکنید.
</p>
<p dir="RTL">
    ·          جریان خون را حفظ  کنید. وقتی نشسته‌اید پاهای خود را بالا بگذارید
    و چند دقیقه در طول روز چند بار انگشتان  خود را تکان دهید.
</p>
<p dir="RTL">
    ·          فعالیت‌های مناسب  پا مانند پیاده روی، دوچرخه سواری یا شنا را
    انتخاب کنید. با پزشک خود در مورد اینکه  کدام فعالیت برای شما بهترین است و
    باید از آنها اجتناب کنید، مشورت کنید.
</p>
<p dir="RTL">
    ·          حداقل سالیانه،  افراد مبتلا به دیابت باید تحت معاینه جامع پا قرار
    گیرند تا شرایط پرخطر را شناسایی  کنند.
</p>
<br/>
              `
       }
]






export const LifeStyleList = [
       {
              id: 1, Title: 'رژیم غذایی', photo: require('./../Images/Food.jpg'), Description: `	
            
              <p dir="RTL">
              ·          بیماران مبتلا  به دیابت باید از تمامی گروه‌های غذایی شامل نان و
              غلات، میوه‌ها، سبزیجات، گوشت و  حبوبات و لبنیات به میزان کافی مصرف کنند تا
              هم انرژی مورد نیاز بدن و هم مواد مغذی  مورد نیاز تامین شود.
          </p>
          <p dir="RTL">
              ·          رژیم غذایی این  بیماران باید حاوی ۳ وعده غذای اصلی و ۲ تا ۳ میان
              وعده باشد. صرف وعده‌های غذایی در  ساعات مشخص و منظم به کنترل اشتها و کنترل
              قند خون کمک می‌کند. حذف وعده‌های غذایی  می‌تواند سبب گرسنگی، افت قند خون به
              ویژه در بیمارانی که انسولین تزریق می‌کنند و  تغییر خلق و خو شود.
          </p>
          <p dir="RTL">
              ·          شیوه پخت مواد  غذایی نیز برای این بیماران بسیار مهم است. بهتر است
              مصرف غذاهای سرخ کرده کاهش یافته  و غذاها به روش بخارپز، آبپز، گریل و کبابی و
              به کمک مقدار کمی روغن گیاهی مایع تهیه  شوند. همچنین به جای نمک از انواع
              سبزیجات معطر و ادویه‌ها برای طعم‌دار کردن آن‌ها  استفاده شود.
          </p>
          <p dir="RTL">
              ·          صبحانه یکی از  مهم‌ترین وعده‌های غذایی است. مصرف صبحانه حس سیری
              را تحریک و از ریزه‌خواری در طی  روز و در نتیجه افزایش وزن و به دنبال آن بالا
              رفتن قند خون پیشگیری می‌کند. همچنین  مانع افت قند خون در ابتدای روز می‌شود.
          </p>
          <p dir="RTL">
              ·          توصیه کلی آن است  که در وعده صبحانه از مواد غذایی حاوی فیبر مانند
              نان سبوس‌دار، جو دوسر و سبزیجات  و غذاهای حاوی پروتئین مانند حبوبات، تخم‌مرغ
              و انواع پنیر و شیر کم چرب استفاده شود. فیبر به  کاهش اشتها، کاهش کلسترول خون
              و رفع مشکل یبوست نیز کمک می‌کند.
          </p>
          <p dir="RTL">
              ·          به منظور کنترل  بهتر قند خون شیرین کردن چای یا قهوه با شکر و
              همچنین مصرف آبمیوه توصیه نمی‌شود.
          </p>
          <p dir="RTL">
              ·          علاوه بر نوع غذای  مصرفی، زمان صرف صبحانه نیز مهم است. صرف صبحانه
              قبل از ساعت ۸:۳۰ صبح احتمال چاقی  را در مبتلایان به دیابت نوع ۲ کاهش می‌دهد.
          </p>
          <p dir="RTL">
              ·          در صورتی که انتخاب  مواد غذایی برای شما گنگ است، می توانید از یک
              پزشک متخصص تغذیه کمک بگیرید.
          </p>
          <p dir="RTL">
              ·          مصرف اسیدهای چرب  اشباع و چربی‌های ترانس را محدود کنید.
          </p>
          <p dir="RTL">
              محصولات کم چرب  را ترجیح دهید.
          </p>
          <p dir="RTL">
              مصرف اسیدهای چرب  اشباع شده(مانند لبنیات پرچرب و گوشت‌های پرچرب) را می‌توان
              با غذاهای غنی از فیبر  یا اسیدهای چرب غیراشباع جایگزین کرد.
          </p>
          <p dir="RTL">
              شکلات، کیک، کلوچه،  خامه، چیپس و فست فودهای چرب باید فقط در وعده‌های کوچک
              مصرف شوند و به صورت روزانه  مصرف نشوند.
          </p>
          <p dir="RTL">
           
          ·     کیفیت چربی را در نظر بگیرید
             
          </p>
          <p dir="RTL">
              مصرف اسیدهای چرب  امگا 3 پتانسیل کاهش تری‌گلیسیرید را دارد، در نتیجه اثرات
              محافظتی قلبی را ارائه می‌دهد.  مصرف 2 تا 3 وعده ماهی روغنی و منابع گیاهی
              مانند روغن کلزا، روغن سویا، روغن آووکادو،  روغن زیتون، آجیل و دانه‌ها را
              ترجیح دهید.
          </p>
          <p dir="RTL">
              ·          غذاهای غنی از  فیبر و ریزمغذی ها مصرف کنید.
          </p>
          <p dir="RTL">
              5 وعده میوه و سبزیجات تازه در روز و همچنین مصرف  حبوبات و محصولات سبوس دار
              توصیه می‌شود.
          </p>
          <p dir="RTL">
              ·          نوشیدنی‌های الکلی  فقط باید در حد اعتدال مصرف شوند.
          </p>
          <p dir="RTL">
              ·          مصرف نمک یا سدیم،  باید محدود شود، به‌ویژه زمانی که فشار خون بالا
              مشکل‌ساز باشد.
          </p>
          <p dir="RTL">
              ·           با توجه به اهمیت ویتامین D در متابولیسم استخوان و عواقب استخوانی
              مرتبط با دیابت، به نظر می‌رسد که مصرف  ویتامین D در رژیم غذایی، قرار گرفتن
              در  معرض نور خورشید و سطوح ویتامین D باید کنترل شود.
          </p>
          <p dir="RTL">
              <img
                  width="575"
                  height="628"
                  src="file:///C:/Users/SHABAN~1.AND/AppData/Local/Temp/msohtmlclip1/01/clip_image002.png"
              />
          </p>
          <p align="center" dir="RTL">
              <strong>
                  <img
                      width="602"
                      height="298"
                      src="file:///C:/Users/SHABAN~1.AND/AppData/Local/Temp/msohtmlclip1/01/clip_image004.png"
                  />
              </strong>
              <strong></strong>
          </p>
          <p dir="RTL">
              <strong>
                  <img
                      width="602"
                      height="353"
                      src="file:///C:/Users/SHABAN~1.AND/AppData/Local/Temp/msohtmlclip1/01/clip_image006.png"
                  />
              </strong>
              <strong></strong>
          </p>
          <br/>
              `
       },
       {
              id: 2, Title: 'فعالیت بدنی', photo: require('./../Images/varzesh.jpg'), Description: `	
              <p dir="RTL">
    ·          قبل و بعد از  انجام فعالیت ورزشی قند خون خود را کنترل کنید.
</p>
<p dir="RTL">
    ·          همیشه قبل از  شروع ورزش به مدت 5 تا 10 دقیقه با انجام حرکات کششی
    بدن خود را گرم کنید.
</p>
<p dir="RTL">
    ·          مصرف انسولین  خود را با مشاوره پزشک تان تنظیم کنید.
</p>
<p dir="RTL">
    ·          کفش و جوراب  مناسب برای ورزش کردن انتخاب کنید.
</p>
<p dir="RTL">
    ·          از یک دستبند  یا گردنبند که مشخصات و بیماری شما بر روی آن موجود
    است، استفاده کنید.
</p>
<p dir="RTL">
    ·          در طول ورزش  هر نیم ساعت یک لیوان آب بنوشید.
</p>
<p dir="RTL">
    ·          مقداری کربوهیدرات  سریع الاثر(مثل قند ) همراه خود داشته باشید تا
    در صورت افت قند خون از آن استفاده  کنید.
</p>
<p dir="RTL">
    ·          از ورزش دادن  محل‌های تزریق انسولین خودداری کنید، زیرا فعالیت
    زیاد ناحیه تزریق باعث افزایش جذب  انسولین و خطر بروز افت قند خون خواهد شد.
</p>
<p dir="RTL">
    ·          در صورتی که قند  خونتان خیلی بالا( بیشتر از 300میلی‌گرم بر
    دسی‌لیتر) و یا خیلی پایین( کمتر از  100 میلی‌گرم بر دسی‌لیتر) است، از ورزش
    کردن خودداری کنید.
</p>
<p dir="RTL">
    ·          از ورزش در گرما  یا سرمای شدید خودداری کنید.
</p>
<p dir="RTL">
    ·          ورزش باید متناسب  با وضعیت جسمی و سبک زندگی عمومی فرد باشد.
</p>
<p dir="RTL">
    ·           محیط‌های ورزشی گروهی می‌توانند انگیزه، حمایت اجتماعی و لذت را
    برای افرادی  که برنامه‌های تمرینی ورزشی را شروع کرده و حفظ می‌کنند، فراهم
    کند.
</p>
<p dir="RTL">
    ·          لباس شما هنگام  ورزش باید متناسب با دمای محیط باشد. پوشیدن لباس
    زیاد در هوای گرم با ایجاد تعرق زیاد  بدن شما را در معرض کم آبی قرار می‌دهد.
    به خاطر داشته باشید که تعریق زیاد موجب کاهش  چربی بدن نمی‌شود بلکه فقط آب
    بدن شما را کم می‌کند.
</p>
<p dir="RTL">
    ·          همیشه قبل و بعد  از ورزش پاهای خود را معاینه کنید و در صورت وجود
    تاول یا قرمزی حتماً پزشک خود را  مطلع سازید.
</p>
<p dir="RTL">
    ·          هنگام صحبت کردن  با تلفن یا هنگام تبلیغات تلویزیونی در اطراف قدم
    بزنید.
</p>
<p dir="RTL">
    ·          کارهایی مانند  کار در باغ، نظافت خانه یا شستن ماشین انجام دهید.
</p>
<p dir="RTL">
    ·          در انتهای پارکینگ  مرکز خرید پارک کنید و تا فروشگاه پیاده روی
    کنید.
</p>
<p dir="RTL">
    ·          به جای آسانسور  از پله بروید.
</p>
<p dir="RTL">
    ·          گردش‌های خانوادگی  خود مانند دوچرخه سواری خانوادگی یا پیاده روی
    در پارک. انجام دهید.
</p>
<p dir="RTL">
    ·          اگر به مدت طولانی  نشسته اید، هر نیم ساعت 3 دقیقه یا بیشتر
    فعالیت‌های سبک انجام دهید.  این حرکات می‌تواند شامل کشش پا، کشیدن بازو به
    بالای سر، پیچش تنه و راه رفتن در محل باشد.
</p>
<p dir="RTL">
    <strong></strong>
</p>
<p dir="RTL">
    <strong>افراد مبتلا به  دیابت چه فعالیت های بدنی باید انجام دهند؟</strong>
</p>
<p dir="RTL">
    برای شروع فعالیت ورزشی باید ابتدا با پزشکتان مشورت نمایید.  چناچه شما دچار
    عوارض دیابت شده‌اید برخی فعالیت‌های ورزشی برای شما ممنوع است.  بنابراین پزشک
    ممکن است در صورت نیاز برای شما قبل از شروع ورزش چکاپ در خواست  کند. که شامل
    معاینات قلبی، کلیوی و معاینه چشم است.
</p>
<p dir="RTL">
    <strong>اگر شما مبتلا به پای دیابتی هستید:</strong>
</p>
<p dir="RTL">
    از حرکاتی مانند دویدن و پریدن جلوگیری کنید. با این حال  انجام ورزش‌هایی
    مانند پیاده‌روی، دوچرخه سواری، شنا با شدت متوسط به طور کلی  مفیدند. از
    آنجایی که این آسیب موجب کاهش قابلیت انعطاف در عضلات و مفاصل بدن می‌شود
    هم‌چنین انجام نرمش‌های کششی که در آن عضلات به مدت 20-10 ثانیه تحت کشش قرار
    می‌گیرند  از اهمیت فراوانی برخوردار است. به طور کلی ورزش مناسب این افراد
    ورزشی است که فشار  زیادی روی پاها وارد نمی‌کنند.
</p>
<p dir="RTL">
    <strong>اگر شما دارای</strong>
    <strong>
        بیماری‌های قلبی و فشار خون بالا هستید :
    </strong>
</p>
<p dir="RTL">
    در این مواقع لازم است تا پزشک شما قبل از شروع  هر گونه فعالیت ورزشی میزان
    توانایی شما در انجام ورزش را با انجام “تست ورزش”  محاسبه نماید و براین اساس،
    ورزشی را که متناسب با وضعیت شما باشد پیشنهاد کند. به  طور کلی انجام ورزشهای
    هوازی مانند  پیاده‌روی با شدت کم یا  متوسط برای بیماران قلبی مفید است.
</p>
<p dir="RTL">
    <strong>اگر شما مبتلا به عوارض چشمی هستید:</strong>
</p>
<p dir="RTL">
    بطور کلی در هنگام وجود آسیب شبکیه انجام ورزش‌هایی  که محتاج به زور زدن هستند
    مثل وزنه برداری و یا ورزش‌هایی که در آن‌ها سر در  وضعیت پایین‌تر از بدن قرار
    می‌گیرد و یا در معرض تکان‌های شدید است مثل بسکتبال و  فوتبال بعلت افزایش
    فشار چشم و خطر بروز خونریزی داخل چشمی، مضر می‌باشند.
</p>
<p dir="RTL">
    <strong></strong> <strong>اگر شما مبتلا به عوارض  کلیوی هستید:</strong>
</p>
<p dir="RTL">
    در این موارد مخصوصاً هنگام همراهی با افزایش فشار خون  شما باید از انجام
    ورزش‌های سنگین و حرفه‌ای و یا ورزش‌هایی که حرکات دست در آ‌ن‌ها  زیاد است
    خودداری کنید، ولی انجام ورزش‌های هوازی سبک یا با شدت متوسط می توانید  مفید
    باشد. در این مواقع مصرف مایعات کافی در طول ورزش از اهمیت زیادی برخوردار
    است.
</p>
<p dir="RTL">
    <strong></strong> <strong>اگر شما مبتلا به عوارض  عروق محیطی هستید:</strong>
</p>
<p dir="RTL">
    در مواقعی که علائمی چون درد پشت ساق و یا سردی پاها  هنگام فعالیت وجود دارند،
    انجام بعضی ورزش‌ها مخصوصاً راهپیمایی متناوب بطوری که  همراه با استراحت کافی
    در فواصل راه رفتن باشد، کمک زیادی در بهتر شدن این علائم  می‌کند.
</p>
<p dir="RTL">
    <strong>بهترین ورزش‌ برای کنترل قند خون</strong> <strong></strong>
</p>
    <p dir="RTL">
    ·   <strong>پیاده‌روی</strong> <strong></strong>
    </p>
<p dir="RTL">
    برخلاف تصورات  برخی از افراد، مبتلایان به دیابت می‌توانند پیاده‌روی کنند و
    از این ورزش بیشترین  بهره را ببرند.
</p>
<p dir="RTL">
    اگر ۵ روز در  هفته، هر بار ۳۰ دقیقه پیاده‌روی کنید، بدنتان فعال‌تر شده و
    به‌زودی علائمی  امیدوارکننده در خود خواهید دید. همچنین می‌توانید به جای ۳۰
    دقیقه در روز، روزی ۳  بار و هر بار ۱۰ دقیقه پیاده‌روی کنید. در این صورت حتی
    این تصور که در حال پیروی  از یک روند ورزشی هستید نیز از ذهنتان پاک می‌شود.
</p>
    <p dir="RTL">
    ·    <strong>تای       چی</strong> <strong></strong>
    </p>

<p dir="RTL">
    در ورزش تای  چی یک سری تمرینات و حرکات آرام و نرم را یاد می‌گیرید. این حرکات
    به آرامش بدن و  ذهن کمک می‌کنند. مبتلایان دیابتی که در جلسات تای چی شرکت
    می‌کنند خیلی راحت‌تر  می‌توانند قند خونشان را کنترل کنند. همچنین سلامت
    روانشان در حال بهبود یافتن  است، در طول روز انرژی بیشتری دارند و همیشه
    بانشاط هستند.
</p>
    <p dir="RTL">
    ·   <strong>رقص</strong> <strong></strong>
    </p>
<p dir="RTL">
    رقصیدن سبب  افزایش سطح انرژی بدن می‌شود و از طرفی متابولیسم را نیز بهبود
    می‌بخشد. این ورزش  به فرد مبتلا به دیابت در کاهش وزن و کاهش قند خون کمک
    می‌کند.
</p>
    <p dir="RTL">
    ·    <strong>یوگا</strong> <strong></strong>
    </p>
<p dir="RTL">
    حرکات یوگا می‌تواند  به افزایش قدرت و  تعادل بدن کمک کند.  همچنین این ورزش
    انعطاف‌پذیری را افزایش می‌دهد. افرادی که مبتلا به دیابت هستند  می‌توانند با
    انجام حرکات یوگا خیلی راحت‌تر قند خون خود را کنترل کنند. یوگا ضمن  افزایش
    تندرستی و بهبود توده عضلانی، به افزایش سلامت روان نیز کمک می‌کند.
</p>
    <p dir="RTL">
    ·   <strong>شنا</strong> <strong></strong>
    </p>
<p dir="RTL">
    برخی از  متخصصین به افراد دیابتی توصیه می‌کنند، ورزش شنا را امتحان کنند.
    ورزش شنا هیچ  فشاری به مفاصل وارد نمی‌کند و سبب ریلکس شدن عضلات می‌شود. جالب
    است بدانید که  این ورزش سطح کلسترول بد خون را کاهش می‌دهد و به کنترل قند خون
    کمک می‌کند.
</p>
<p dir="RTL">
<strong> سالمندان مبتلا به دیابت می‌توانند ورزش کنند؟ </strong>
</p>
<p dir="RTL">
    بله، اما شاید آن‌ها محدودیت‌هایی داشته باشند. افراد  مسن مبتلا به دیابت اغلب
    در حفظ تعادل و انعطاف‌پذیری محدودیت دارند. بنابراین انجام  تمرینات کششی برای
    این گروه خیلی مفید‌تر است.
</p>
<p dir="RTL">
    تمرینات کششی سبب بهبود قدرت انعطاف‌پذیری در این افراد  شده و دامنه حرکتی
    آن‌ها را افزایش می‌دهد. همچنین آن‌ها می‌توانند با انجام تمرینات  تعادل ضمن
    کنترل قند خون، دامنه تعادلی خود را ارتقاء بخشیده و ریسک سقوط هنگام پیاده‌روی
    را کاهش دهند.
</p>
<br/>
              `
       },
       {
              id: 3, Title: 'کنترل وزن', photo: require('./../Images/Weight.jpeg'), Description: `
              <p dir="RTL">
    وجود چربی  اضافی در بدن روی تولید انسولین و نحوه‌ی استفاده از آن تأثیر منفی
    دارد. به همین  دلیل به بیماران چاق مبتلا به دیابت نوع ۲ توصیه می‌شود وزن خود
    را کاهش دهند. شما  می‌توانید با اصلاح سبک زندگی و عمل به توصیه‌های زیر وزن
    کم کرده و از بروز عوارض  دیابت جلوگیری کنید.
</p>
<p dir="RTL">
    <strong>·</strong> <strong>اهداف کوچک و  واقع‌بینانه تعیین کنید</strong>
</p>
<p dir="RTL">
    بیشتر افراد  دوست دارند به سرعت و طی چند روز وزن خود را کاهش دهند و به همین
    دلیل ممکن است به  سراغ رژیم‌های سخت و برنامه‌های ورزشی طاقت‌فرسا بروند. اما
    کاهش وزنی که با این  روش‌ها اتفاق می‌افتد، پایدار نیست و بعد از مدتی دوباره
    وزن بدن بالا می‌رود. پس  بهتر است روی تغییراتی تمرکز کنید که بتوانید آن‌ها
    را برای مدت طولانی حفظ کنید.
</p>
<p dir="RTL">
    سعی نکنید بدن  خود را به یکباره متحول کنید. چراکه شکست می‌خورید و نمی‌توانید
    به اهداف‌تان برای  داشتن وزن مناسب برسید. در عوض، اهداف کوچک و واقع‌بینانه
    تعیین کنید. مثلاً در  طول هفته چهار بار در اطراف منزل پیاده‌روی کنید یا
    خوردن دسر در آخر هفته‌ها را  کنار بگذارید. پس از اینکه این اهداف به عادت
    تبدیل شدند، به سراغ هدف بعدی بروید.
</p>
<p dir="RTL">
    <strong>·</strong><strong>فعالیت بدنی  خود را افزایش دهید</strong>
    <strong>
    </strong>
</p>
<p dir="RTL">
    رژیم غذایی  مهم‌ترین عامل کاهش وزن است، اما اگر می‌خواهید راحت‌تر وزن کم
    کنید و با گذشت  زمان وزنتان دوباره بالا نرود، باید ورزش کنید. طبق تحقیقات،
    افرادی که علاوه بر  کاهش کالری دریافتی میزان فعالیت بدنی خود را افزایش
    می‌دهند، نسبت به کسانی که  فقط رژیم می‌گیرند، چربی بیشتری از دست می‌دهند.
    توصیه می‌شود در طول هفته ۱۵۰ دقیقه فعالیت بدنی  با شدت متوسط ​​انجام دهید.
    می‌توانید برای رسیدن به این  هدف پنج روز در هفته و هر روز ۳۰ دقیقه ورزش
    کنید.
</p>
<p dir="RTL">
    سعی کنید راه‌هایی  برای فعال ماندن در طول روز پیدا کنید. انجمن دیابت آمریکا
    (ADA) توصیه می‌کند که مدت زمان تماشای تلویزیون  را به کمتر از ۱۰ ساعت در
    هفته کاهش دهید، پس از صرف شام به جای اینکه روی کاناپه  بنشینید ۱۰ دقیقه در
    اطراف منزل پیاده‌روی کنید، قبل از رسیدن به مقصد ماشین‌تان  را پارک کنید یا
    از اتوبوس پیاده شده و مابقی مسیر را پیاده‌روی کنید یا در صورت  امکان به جای
    آسانسور از پله‌ استفاده کنید. همه‌ی این تغییرات می‌توانند با گذشت  زمان
    تفاوت زیادی در وضعیت سلامتی شما ایجاد کنند.
</p>
<p dir="RTL">
    <strong>·</strong> <strong>برای وعده‌ی  صبحانه برنامه‌ریزی کنید</strong>
</p>
<p dir="RTL">
    نخوردن صبحانه  احتمال پرخوری در طول روز را افزایش داده و باعث نوسان قند خون
    می‌شود. از سوی  دیگر، افرادی که صبحانه می‌خورند در طول روز انرژی بیشتری برای
    فعالیت بدنی دارند.  صبحانه باید حاوی کربوهیدرات‌های سالم و غنی از فیبر مانند
    غلات کامل، میوه‌ها و  لبنیات کم‌چرب باشد تا به کنترل قند خون کمک کند. همیشه
    قبل از خرید محصولات غذایی  برچسب روی بسته‌بندی آن‌ها را بخوانید و از خرید
    محصولاتی که به آن‌ها شکر اضافه  شده، بپرهیزید.
</p>
<p dir="RTL">
    <strong>·</strong><strong>کالری دریافتی  خود را کاهش دهید</strong>
    <strong>
    </strong>
</p>
<p dir="RTL">
    اگر برای  درمان دیابت با کاهش وزن به دنبال راهکار مؤثری می‌گردید، باید کالری
    رژیم غذایی  خود را محدود کنید. در صورتی که کالری و چربی دریافتی شما بالاتر
    از نیاز بدنتان  باشد، چاق می‌شوید و قند خونتان افزایش پیدا می‌کند.
</p>
<p dir="RTL">
    بهتر است برای  دریافت یک برنامه‌ی غذایی سالم که با سبک زندگی، اهداف و
    سلیقه‌ی شما سازگار باشد،  از متخصص تغذیه کمک بگیرید. متخصص تغذیه می‌تواند با
    توجه به سن، جنسیت، وزن فعلی  و میزان فعالیت بدنی‌ کالری مناسب برای کنترل وزن
    و مدیریت سطح قند خون را مشخص  کند.
</p>
<p dir="RTL">
    <strong>·</strong><strong>دریافت فیبر  را افزایش دهید</strong>
    <strong>
    </strong>
</p>
<p dir="RTL">
    گاهی اوقات  کاهش کالری دریافتی بسیار سخت می‌شود، به‌خصوص اگر مدت کمی بعد از
    خوردن غذا احساس  گرسنگی می‌کنید. برای رفع این مشکل باید میزان فیبر رژیم
    غذایی خود را افزایش  دهید. بدن نمی‌تواند این کربوهیدرات‌ گیاهی را تجزیه کند
    و به همین دلیل سرعت هضم  کاهش می‌یابد که این موضوع به کنترل قند خون کمک
    می‌کند.
</p>
<p dir="RTL">
    معمولاً  غذاهای پرفیبر مثل غلات کامل، سبزیجات، میوه‌ها، حبوبات و آجیل کالری
    کمی دارند.  بنابراین، می‌توانید حجم بیشتری از آن‌ها را در رژیم غذایی خود
    بگنجانید. با توجه  به اینکه خوردن و هضم غذاهای پرفیبر به زمان بیشتری نیاز
    دارد، برای مدت طولانی‌تری  احساس سیری می‌کنید.
</p>
<p dir="RTL">
    <strong>·</strong> <strong>ترفندهای  جلوگیری از پرخوری را بیاموزید</strong>
</p>
<p dir="RTL">
    استراتژی‌های  زیر می‌توانند از زیاده‌روی در مصرف غذاهای مضر جلوگیری کنند:
</p>
<p dir="RTL">
    <strong>ابتدا غذاهای  کم‌کالری را بخورید.</strong> وقتی می‌خواهید  غذا خوردن
    را شروع کنید، ابتدا بشقاب خود را با غذاهای کم‌کالری پر کنید. سبزیجات
    غیرنشاسته‌ای  مانند کاهو، کلم یا خیار از بهترین پیش‌غذاهای کم‌کالری هستند.
    با این کار وقتی به  سراغ سایر غذاها می‌روید، خیلی گرسنه نیستید.
</p>
<p dir="RTL">
    <strong>نحوه‌ی مصرف  سس سالاد را تغییر دهید.</strong> به جای  اینکه سس را
    روی سالاد بریزید، چنگال را وارد ظرف سس کرده و سپس کمی سالاد بردارید.  این
    کار باعث می‌شود سس کمتری مصرف کرده و درنتیجه راحت‌تر بتوانید کالری دریافتی
    خود را کنترل کنید.
</p>
<p dir="RTL">
    <strong>خودتان را  سرگرم کنید.</strong> وقتی بیکار هستید،  احتمال دارد بدون
    اینکه واقعاً گرسنه باشید شروع به خوردن غذا کنید. سعی کنید با فعالیت‌هایی
    مانند پیاده‌روی، خواندن کتاب، حل کردن جدول یا باغبانی خود را سرگرم کنید.
</p>
<br/>
              `
       },
       {
              id: 4, Title: 'ترک سیگار', photo: require('./../Images/sigaret.jpg'), Description: `
		<p dir="RTL">
    رویکرد START می‌تواند در کمک به افراد سیگاری موثر واقع شوند:
</p>
<p dir="RTL">
    S:
</p>
<p dir="RTL">
    تاریخ ترک سیگار را تعیین کنید (روزی که سیگار را ترک  می‌کنید.). زیرا تعیین
    یک هدف خاص انگیزه را افزایش می‌دهد.
</p>
<p dir="RTL">
    T:
</p>
<p dir="RTL">
    به خانواده،  دوستان و همکاران بگویید که قصد ترک اینکار را دارید و برای ترک
    سیگار به حمایت و تشویق  آنها نیاز دارید.
</p>
<p dir="RTL">
    ·          وقتی تمایل به  سیگار کشیدن دارید، از دیگران بخواهید تا به شما کمک
    کنند تا روی مزایای ترک سیگار  تمرکز کنید. به سلامتی، آزادی، عزت نفس یا احساس
    کنترل شخصی و اعتماد به نفس بیشتری  فکر کنید.
</p>
<p dir="RTL">
    ·          به اطرافیان بگویید  تلاش‌های شما برای ترک را تحسین کنند اما مراقب
    باشید در این کار زیاده‌روی نکنید.  آن‌ها هرگز نباید روی عقب نشینی‌ها تمرکز
    کنند، بلکه فقط به موفقیت‌ها اهمیت دهند،  هرچقدر هم که کوچک باشند، هر قدم به
    سمت ترک یک قدم مثبت است.
</p>
<p dir="RTL">
    ·          سعی کنید از تنفس  عمیق، راه رفتن و گوش دادن به موسیقی مورد علاقه
    خود استفاده کنید.
</p>
<p dir="RTL">
    A:
</p>
<p dir="RTL">
    پیش بینی و برنامه‌ریزی  برای چالش هایی که ممکن است هنگام ترک با آن روبرو
    شوید.
</p>
<p dir="RTL">
    برای مثال نوشیدن  قهوه یا الکل از جمله محرک‌هایی هستند که ممکن است شما را به
    سیگار کشیدن سوق دهند.  استراتژی‌های اساسی برای رویارویی با این چالش‌ها:
</p>
<p dir="RTL">
    ·          جهت حواس پرتی،  کار دیگری انجام دهید.
</p>
<p dir="RTL">
    ·          تمرینات تنفسی  عمیق انجام دهید.(10 نفس عمیق بکشید.)
</p>
<p dir="RTL">
    ·          از جایگزین‌های  سیگار مانند آب نبات بدون شکر و آدامس های بدون قند
    استفاده نمایید.
</p>
<p dir="RTL">
    ·          پیاده‌روی یا حرکات  کششی سبک انجام دهید.
</p>
<p dir="RTL">
    ·          از میان وعده‌هایی  مانند هویج، کرفس، آجیل خام، میوه های تازه و
    سبزیجات لذت ببرید.
</p>
<p dir="RTL">
    ·          نوشیدنی‌های غیر  الکلی مصرف کنید.(چای گیاهی بدون کافئین بنوشید.)
</p>
<p dir="RTL">
    ·          به موسیقی ملایم  گوش دهید.
</p>
<p dir="RTL">
    ·          چیزی که از آن  لذت می‌برید، انجام دهید برای مثال یک کتاب خوب، یک
    فیلم، ماساژ
</p>
<p dir="RTL">
    R:
</p>
<p dir="RTL">
    سیگار و سایر محصولات تنباکو را از خانه،  اتومبیل و محل کار خود خارج کنید.
</p>
<p dir="RTL">
    ·          سیگار، فندک، زیرسیگاری  و کبریت خود را دور بریزید.
</p>
<p dir="RTL">
    ·          لباس‌های خود و  هرچه بوی دود می‌دهد را بشویید.
</p>
<p dir="RTL">
    T:
</p>
<p dir="RTL">
    در مورد ترک با پزشک معالج خود صحبت کنید. پزشک می‌تواند  برای کمک به تسکین
    بی‌قراری ترک سیگار دارو تجویز کند. صحبت با یک پزشک ماهر در این  زمینه
    می‌تواند به شما در ترک آسان‌تر سیگار کمک کند. پزشک می‌تواند بهترین راه ترک
    سیگار را با توجه به شرایط شما ارائه دهد.
</p>
<br/>
              `
       },
       {
              id: 5, Title: 'مدیریت استرس', photo: require('./../Images/Stress.jpeg'), Description: ` 
              <p dir="RTL">
    مدیریت استرس مهم  است زیرا استرس می‌تواند به طور قابل توجهی سطح گلوکز را
    افزایش دهد یا از رفتارهای  مناسب لازم برای حفظ کنترل کافی گلوکز جلوگیری کند.
</p>
<p dir="RTL">
    <strong>برای کاهش سطح  استرس خود این روش‌ها را امتحان کنید:</strong>
</p>
<p dir="RTL">
    ·          به خود بیاموزید.  منبع شایع استرس در هنگام ابتلا به دیابت، عدم
    آگاهی کافی درمورد شرایط شما است. هرچه  بیش‌تر در مورد دیابت اطلاعات کسب
    کنید، در مورد توانایی خود در مدیریت آن احساس بهتری  خواهید کرد.
</p>
<p dir="RTL">
    ·          داروها و برنامه  غذایی خود را سازماندهی کنید. برای مثال در ابتدا
    ممکن است افراد در مورد استفاده از  جعبه‌های قرص برای مدیریت داروهای خود
    احساس ننگ داشته باشند، اما استفاده از ان کمک  می‌کند تا عادت مصرف داروهای
    خود را به صورت خودکار انجام دهید.
</p>
<p dir="RTL">
    ·          آنچه را برای شما  مفید است انجام دهید. از خود بپرسید، "من برای
    رفع استرس چه کاری دوست دارم انجام  دهم؟" که پاسخ ان می‌تواند برای همه متفاوت
    باشد، اما این سؤال ساده به شما کمک  می‌کند تا برای موارد کمک کننده به خود
    مثل ورزش، یک سرگرمی یا تکنیک‌های آرامش بخش  وقت گذارید.
</p>
<p dir="RTL">
    ·          در صورت نیاز به  کمک بیشتر به پزشک خود مراجعه کنید. اگر استرس شما
    به حدی زیاد است که نمی‌توانید آن  را در روابط عادی خود عمل کنید یا فکر
    می‌کنید افسرده هستید، با پزشک خود صحبت کنید.  متخصصین غدد درون ریز اغلب با
    متخصصان سلامت روان همکاری می‌کنند که می‌توانند به شما  در مقابله با استرس
    بیش از حد کمک کنند.
</p>
<p dir="RTL">
    ·          مراقبه یا  مدیتیشن را امتحان کنید. فقط 5 تا 10 دقیقه در روز برای
    تمرین این روش آرامش‌بخش نیاز  است. در واقع، مراقبه ابزاری مفید برای کاهش
    استرس است، حتی ممکن است به کاهش خطر ابتلا  به بیماری های قلبی نیز کمک کند.(
    مدیتیشن فرآیندی است که ذهن شما را برای تمرکز و تغییر جهت دادن  افکارتان
    آموزش می‌دهد).
</p>
<p dir="RTL">
    ·          از آرامش عضلانی  پیشرونده استفاده کنید. این تکنیک شامل تنش و شل
    کردن متوالی مجموعه‌ای از گروه‌های  عضلانی در بدن بود که از پاها شروع می‌شد و
    از سر پیشرفت می‌کرد، با توجه خاص به نواحی  پرتنش بدن. این با تکنیک‌هایی
    ‌مانند تنفس عمیق و تصویرسازی ذهنی ترکیب شد تا حالتی  عمیقاً آرام از ذهن و
    بدن ایجاد کند. می‌توانید یک موسیقی آرام بخش بگذارید و یک متن  آنلاین پیدا
    کنید تا شما را در قسمت‌های بدن راهنمایی کند.
</p>
<p dir="RTL">
    ·          شرکت در برنامه‌هاي  آموزش خودمدیریتی با استفاده از روش‌هاي متنوع
    ( آموزش اسلاید، فیلم، سخنرانی، بحث  گروهی و کار عملی) و آموزش به کمک افراد
    متخصص و کارآزموده می‌توان میزان استرس مبتلایان  به دیابت نوع 2 را کاهش و
    میزان سلامت روان و رفتارهاي خودمراقبتی مرتبط با دیابت را  در آنان ارتقاء
    بخشید. آموزش رفتارهاي خودمدیریتی دیابت نوع دو شامل فعالیت بدنی، مراقبت  از
    پاها، کنترل قند خون، رعایت رژیم غذایی، اصلاح سبک زندگی، مصرف دارو و غیره
    است.
</p>
<br/>
              `
       }
]


// export const Data =  {Data,MedicalknowledgeList,Managementsolutions,LifeStyle};